locations=[
    
    {
    "title":'📍 مکان‌ها ← 📕 مکان‌های علمی و آموزشی ← 🏛 ساختمان11 (گروه علوم کامپیوتر)',
    "latitude":38.062908,
    "longitude":46.3276464
    },  
    {
    "title":'📍 مکان‌ها ← 📕 مکان‌های علمی و آموزشی ← 🏛 دانشکده ریاضی, آمار, علوم کامپیوتر',
    "latitude":38.0535724,
    "longitude":46.3282561
    },   
    {
    "title":'📍 مکان‌ها ← 📕 مکان‌های علمی و آموزشی ← 🏛 حراست کل',
    "latitude":38.060549,
    "longitude":46.331154
    },    
    {
    "title":'📍 مکان‌ها ← 📕 مکان‌های علمی و آموزشی ← 🏛 سلف برادران',
    "latitude":38.060329,
    "longitude":46.330167
    },   
    {
    "title":'📍 مکان‌ها ← 📕 مکان‌های علمی و آموزشی ← 🏛 امور دانشجویان (سلف خواهران)',
    "latitude":38.057496,
    "longitude":46.329111
    },    
    {
    "title":'📍 مکان‌ها ← 📕 مکان‌های علمی و آموزشی ← 🏛 تالار وحدت',
    "latitude":38.061190,
    "longitude":46.328271
    },     
    {
    "title":'📍 مکان‌ها ← 📕 مکان‌های علمی و آموزشی ← 🏛 آموزش کل',
    "latitude":38.061689,
    "longitude":46.328428
    },     
    {
    "title":'📍  مکان‌ها ← 📕 مکان‌های علمی و آموزشی ← 🏛 کتابخانه مرکزی',
    "latitude":38.047675,
    "longitude":46.332559
    },     
 
    
    {
    "title":"📍 مکان‌ها ← 🛟 مکان‌های رفاهی و تفریحی ← ⛺️ خوابگاه پسرانه ولیعصر",
    "latitude":38.053379,
    "longitude":46.365716
    },
    {
    "title":"📍 مکان‌ها ← 🛟 مکان‌های رفاهی و تفریحی ← ⛺️ باغ گیاه‌شناسی",
    "latitude":38.058058,
    "longitude":46.333198
    },
    {
    "title":'📍 مکان‌ها ← 🛟 مکان‌های رفاهی و تفریحی ← ⛺️ چمن مصنوعی',
    "latitude":38.054877,
    "longitude":46.330347
    },
    {
    "title":'📍 مکان‌ها ← 🛟 مکان‌های رفاهی و تفریحی ← ⛺️ سالن ورزشی شهدا (دختران)',
    "latitude":38.052529,
    "longitude":46.333193
    },
    {
    "title":'📍 مکان‌ها ← 🛟 مکان‌های رفاهی و تفریحی ← ⛺️ ژیمنازیوم',
    "latitude":38.052529,
    "longitude":46.333193
    },
        
           
           
           
           
]